Repository: wp-plugins/good-old-share
Catalog: lang/good-old-share-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: You do not have sufficient permissions to access this page.
it_it: Non hai il permesso di accedere a questa pagina.

source: Settings updated
it_it: Impostazioni salvate

source: General options
it_it: Opzioni generali

source: Share buttons
it_it: Pulsanti di condivisione

source: Check to activate, Drag&Drop to sort, Adjust width in pixels
it_it: Attiva col check, ordina col Drag&Drop, Modifica larghezza in pixel

source: Button text
it_it: Testo del pulsante

source: (mandatory)
it_it: (obbligatorio)

source: Activate button
it_it: Attiva il pulsante

source: Show buttons in these pages
it_it: Mostra i pulsanti in queste pagine

source: Position
it_it: Posizione

source: only above the post
it_it: solo sopra l'articolo

source: only below the post
it_it: solo sotto l'articolo

source: above and below the post
it_it: sopra e sotto l'articolo

source: Layout
it_it: Forma

source: button
it_it: pulsante

source: Language
it_it: Lingua

source: Please note that not all languages are available for every button. If the WPML plugin is active, language is set automatically
it_it: Nota: non tutte le lingue sono disponibili per ogni pulsante. Se il plugin WPML è attivo, la lingua è impostata automaticamente

source: Prepend text on the above line
it_it: Inserisci questo testo nella riga precedente

source: Optional text shown above the buttons, e.g. 'If you liked this post, say thanks by sharing it:'
it_it: Testo opzionale

source: Prepend text inline
it_it: Inserisci questo testo subito prima dei pulsanti

source: Optional text shown inline before the buttons, e.g. 'Share this:'
it_it: Testo opzionale mostrato in riga subito prima del pulsante, es. 'Condividimi:'

source: Checking it should increase the page loading speed. Warning: this requires the theme to have the wp_footer() hook in the appropriate place; if unsure, leave it unchecked
it_it: Puoi abilitarlo per aumentare la velocità di caricamento delle pagine. Attenzione: richiede che il tema utilizzi l'hook wp_footer() al posto giusto; se non sei sicuro, non abilitare questa opzione

source: Try changing this if the buttons show bad in some pages or areas
it_it: Prova a utilizzarlo se il pulsante viene visualizzato male in alcune pagine o zone

source: Warning: changing the link format may reset the button counters; if unsure, leave it unchecked
it_it: Attenzione: cambiare il formato dei link può resettare i contatori dei pulsanti; se non sei sicuro, non abilitare questa opzione

source: like
it_it: mi piace

source: recommend
it_it: consiglia

source: This optional text is added next to the email button, e.g. 'forward to a friend'
it_it: Questo testo opzionale è aggiunto accanto al pulsante Email, es. 'invia a un amico'

source: Warning: uses additional JS code, doesn't work in any environment
it_it: Attenzione: utilizza codice JS aggiuntivo, può non funzionare in alcune situazioni

source: Warning: only works if the "Use multiple image selector" option is disabled
it_it: Attenzione: funziona solo se l'opzione "Usa selettore immagine multiplo" è abilitata

source: Optional text added at the end of every tweet, e.g. ' (via @authorofblogentry)'. If you use it, insert an initial space or puntuation mark
it_it: Testo opzionale aggiunto alla fine di ogni tweet, es. '(via @autoredelpost)'. Se lo usi, inserisci uno spazio iniziale o un segno di punteggiatura

source: If checked, the (wordpress) nickname of the author of the post is always added to the follow list.
it_it: Se abilitato, il (wordpress) nickname dell'autore dell'articolo è sempre aggiunto alla follow list.

source: Optional related Twitter usernames (comma separated) added to the follow list
it_it: Utenti Twitter opzionali (separati da virgola) aggiunti alla follow list

source: Optional Twitter username attributed as the tweet author
it_it: Utente Twitter opzionale da collegare come autore del tweet

source: Puts Facebook, Twitter, LinkedIn, Google "+1", Pinterest and other share buttons of your choice above or below your posts.
it_it: Inserisce i pulsanti di condivisione di Facebook, Twitter, LinkedIn, Google "+1", Pinterest e altri a tua scelta, sopra o sotto il testo dei tuoi articoli.
